---
kind: property
id: P:Autodesk.Revit.DB.ParameterTypeId.HostVolumeComputed
source: html/88212195-bdce-845d-30c8-f9908aac943a.htm
---
# Autodesk.Revit.DB.ParameterTypeId.HostVolumeComputed Property

"Volume"

## Syntax (C#)
```csharp
public static ForgeTypeId HostVolumeComputed { get; }
```